---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMetersPerKilowatt
source: html/cc145fa9-a6c3-ac9d-ab44-593bd208a1c4.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMetersPerKilowatt Property

Square meters per kilowatt.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMetersPerKilowatt { get; }
```